src/object-diagram/logic/test-suites/linked-list/tests/0/writer/expected.gv
digraph ObjectDiagram {
  node [shape=plaintext]
  _0f07b6f2a31cbd2e26428c51e8660b0dffe6e352 [label=<<table border="0" cellborder="1" cellspacing="0">
    <th><td colspan="2"><i>&lt;&lt;[StackFrame]&gt;&gt;</i></td></th>
    <tr><td align="left">args</td><td align="left" port="args"></td></tr>
    <tr><td align="left">list</td><td align="left" port="list"></td></tr>
  </table>>]
  _482d9dec6ff954d68d94793f765be61dbc59cb47 [label=<<table border="0" cellborder="1" cellspacing="0">
    <th><td colspan="2"><i>&lt;&lt;String[]&gt;&gt;</i></td></th>
    <tr><td colspan="2">[]</td></tr>
  </table>>]
  _7f72fde5bcfbd3fa5f2426e64a749e253c7dc602 [label=<<table border="0" cellborder="1" cellspacing="0">
    <th><td colspan="2"><i>&lt;&lt;LinkedList&gt;&gt;</i></td></th>
    <tr><td align="left">head</td><td align="left" port="head">null</td></tr>
  </table>>]
  _0f07b6f2a31cbd2e26428c51e8660b0dffe6e352:args -> _482d9dec6ff954d68d94793f765be61dbc59cb47
  _0f07b6f2a31cbd2e26428c51e8660b0dffe6e352:list -> _7f72fde5bcfbd3fa5f2426e64a749e253c7dc602
}
